import './style.css';

const About = () => {
	return (
		<div className="about">
			<div className="about__info">
				<h2>Информация о сайте</h2><br/>
				<p>
					Этот сайт пишется начинающим веб-программистом. 
					Все баги являются упущениями, а не злым умыслом, прошу отнестись к ним с пониманием.
				</p>
				<p>
					В планах огромное количество проектов, но не всё так быстро мой милый друг.
					Надеюсь, что когда-нибудь этот сайт станет хранилищем всего человеческого исскуства.
					А пока мне остаётся только продожать работать над этим.
				</p>
				<p>
					Мне будет приятно наблюдать за твоими действиями на этом сайте.
				</p>
			</div>
		</div>
	);
}

export default About;